max_day_in_months_data = {
    "Январь": 31,
    "Февраль": 28,
    "Март": 31,
    "Апрель": 30,
    "Май": 31,
    "Июнь": 30,
    "Июль": 31,
    "Август": 31,
    "Сентябрь": 30,
    "Октябрь": 31,
    "Ноябрь": 30,
    "Декабрь": 31
}

numbers_months = {
    "01": "Январь",
    "02": "Февраль",
    "03": "Март",
    "04": "Апрель",
    "05": "Май",
    "06": "Июнь",
    "07": "Июль",
    "08": "Август",
    "09": "Сентябрь",
    "10": "Октябрь",
    "11": "Ноябрь",
    "12": "Декабрь"
}


zodiacs_dates_data = {
    "Козерог": {
        "dekads": {
            1: ['22.12', '23.12', '24.12', '25.12', '26.12', '27.12', '28.12', '29.12', '30.12', '31.12', '1.01',
                '2.01'],
            2: ['3.01', '4.01', '5.01', '6.01', '7.01', '8.01', '9.01', '10.01', '11.01', '12.01', '13.01'],
            3: ['14.01', '15.01', '16.01', '17.01', '18.01', '19.01', '20.01']
        }
    },
    "Водолей": {
        "dekads": {
            1: ['22.01', '23.01', '24.01', '25.01', '26.01', '27.01', '28.01', '29.01', '30.01'],
            2: ['31.01', '1.02', '2.02', '3.02', '4.02', '5.02', '6.02', '7.02', '8.02', '9.02'],
            3: ['9.02', '10.02', '11.02', '12.02', '13.02', '14.02', '15.02', '16.02', '17.02', '18.02']
        }
    },
    "Рыбы": {
        "dekads": {
            1: ['21.02', '22.02', '23.02', '24.02', '25.02', '26.02', '27.02', '28.02', '1.03'],
            2: ['2.03', '3.03', '4.03', '5.03', '6.03', '7.03', '8.03', '9.03', '10.03', '11.03'],
            3: ['12.03', '13.03', '14.03', '15.03', '16.03', '17.03', '18.03', '19.03', '20.03']
        }
    },
    "Овен": {
        "dekads": {
            1: ['21.03', '22.03', '23.03', '24.03', '25.03', '26.03', '27.03', '28.03', '29.03', '30.03'],
            2: ['1.04', '2.04', '3.04', '4.04', '5.04', '6.04', '7.04', '8.04', '9.04', '10.04', '11.04'],
            3: ['12.04', '13.04', '14.04', '15.04', '16.04', '17.04', '18.04', '19.04', '20.04']
        }
    },
    "Телец": {
        "dekads": {
            1: ['21.04', '22.04', '23.04', '24.04', '25.04', '26.04', '27.04', '28.04', '29.04'],
            2: ['2.05', '3.05', '4.05', '5.05', '6.05', '7.05', '8.05', '9.05', '10.05', '11.05'],
            3: ['12.05', '13.05', '14.05', '15.05', '16.05', '17.05', '18.05', '19.05', '20.05', '21.05']
        }
    },
    "Близнецы": {
        "dekads": {
            1: ['21.05', '22.05', '23.05', '24.05', '25.05', '26.05', '27.05', '28.05', '29.05', '30.05', '31.05'],
            2: ['1.06', '2.06', '3.06', '4.06', '5.06', '6.06', '7.06', '8.06', '9.06', '10.06'],
            3: ['11.06', '12.06', '13.06', '14.06', '15.06', '16.06', '17.06', '18.06', '19.06', '20.06', '21.06']
        }
    },
    "Рак": {
        "dekads": {
            1: ['21.06', '22.06', '23.06', '24.06', '25.06', '26.06', '27.06', '28.06', '29.06', '30.06', '1.07'],
            2: ['2.07', '3.07', '4.07', '5.07', '6.07', '7.07', '8.07', '9.07', '10.07', '11.07', '12.07'],
            3: ['13.07', '14.07', '15.07', '16.07', '17.07', '18.07', '19.07', '20.07', '21.07', '22.07']
        }
    },
    "Лев": {
        "dekads": {
            1: ['23.07', '24.07', '25.07', '26.07', '27.07', '28.07', '29.07', '30.07', '31.07', '1.08'],
            2: ['2.08', '3.08', '4.08', '5.08', '6.08', '7.08', '8.08', '9.08', '10.08', '11.08', '12.08'],
            3: ['13.08', '14.08', '15.08', '16.08', '17.08', '18.08', '19.08', '20.08', '21.08', '22.08']
        }
    },
    "Дева": {
        "dekads": {
            1: ['23.08', '24.08', '25.08', '26.08', '27.08', '28.08', '29.08', '30.08', '31.08', '1.09', '2.09'],
            2: ['3.09', '4.09', '5.09', '6.09', '7.09', '8.09', '9.09', '10.09', '11.09', '12.09', '13.09'],
            3: ['14.09', '15.09', '16.09', '17.09', '18.09', '19.09', '20.09', '21.09', '22.09', '23.09']
        }
    },
    "Весы": {
        "dekads": {
            1: ['23.09', '24.09', '25.09', '26.09', '27.09', '28.09', '29.09', '30.09', '1.10', '2.10'],
            2: ['3.10', '4.10', '5.10', '6.10', '7.10', '8.10', '9.10', '10.10', '11.10', '12.10', '13.10'],
            3: ['14.10', '15.10', '16.10', '17.10', '18.10', '19.10', '20.10', '21.10', '22.10', '23.10']
        }
    },
    "Скорпион": {
        "dekads": {
            1: ['24.10', '25.10', '26.10', '27.10', '28.10', '29.10', '30.10', '31.10', '1.11', '2.11'],
            2: ['3.11', '4.11', '5.11', '6.11', '7.11', '8.11', '9.11', '10.11', '11.11', '12.11'],
            3: ['13.11', '14.11', '15.11', '16.11', '17.11', '18.11', '19.11', '20.11', '21.11', '22.11']
        }
    },
    "Стрелец": {
        "dekads": {
            1: ['23.11', '24.11', '25.11', '26.11', '27.11', '28.11', '29.11', '30.11', '1.12', '2.12'],
            2: ['3.12', '4.12', '5.12', '6.12', '7.12', '8.12', '9.12', '10.12', '11.12', '12.12'],
            3: ['13.12', '14.12', '15.12', '16.12', '17.12', '18.12', '19.12', '20.12', '21.12']
        }
    },
}

zodiacs = {
    "Козерог": ['22.12', '23.12', '24.12', '25.12', '26.12', '27.12', '28.12', '29.12', '30.12', '31.12', '1.01',
                '2.01', '3.01', '4.01', '5.01', '6.01', '7.01', '8.01', '9.01', '10.01', '11.01', '12.01', '13.01',
                '14.01', '15.01', '16.01', '17.01', '18.01', '19.01', '20.01'],
    "Водолей": ['22.01', '23.01', '24.01', '25.01', '26.01', '27.01', '28.01', '29.01', '30.01', '31.01', '1.02',
                '2.02', '3.02', '4.02', '5.02', '6.02', '7.02', '8.02', '9.02', '9.02', '10.02', '11.02', '12.02',
                '13.02', '14.02', '15.02', '16.02', '17.02', '18.02'],
    "Рыбы": ['21.02', '22.02', '23.02', '24.02', '25.02', '26.02', '27.02', '28.02', '1.03', '2.03', '3.03', '4.03',
             '5.03', '6.03', '7.03', '8.03', '9.03', '10.03', '11.03', '12.03', '13.03', '14.03', '15.03', '16.03',
             '17.03', '18.03', '19.03', '20.03'],
    "Овен": ['21.03', '22.03', '23.03', '24.03', '25.03', '26.03', '27.03', '28.03', '29.03', '30.03', '1.04', '2.04',
             '3.04', '4.04', '5.04', '6.04', '7.04', '8.04', '9.04', '10.04', '11.04', '12.04', '13.04', '14.04',
             '15.04', '16.04', '17.04', '18.04', '19.04', '20.04'],
    "Телец": ['21.04', '22.04', '23.04', '24.04', '25.04', '26.04', '27.04', '28.04', '29.04', '2.05', '3.05', '4.05',
              '5.05', '6.05', '7.05', '8.05', '9.05', '10.05', '11.05', '12.05', '13.05', '14.05', '15.05', '16.05',
              '17.05', '18.05', '19.05', '20.05', '21.05'],
    "Близнецы": ['21.05', '22.05', '23.05', '24.05', '25.05', '26.05', '27.05', '28.05', '29.05', '30.05', '31.05',
                 '1.06', '2.06', '3.06', '4.06', '5.06', '6.06', '7.06', '8.06', '9.06', '10.06', '11.06', '12.06',
                 '13.06', '14.06', '15.06', '16.06', '17.06', '18.06', '19.06', '20.06', '21.06'],
    "Рак": ['21.06', '22.06', '23.06', '24.06', '25.06', '26.06', '27.06', '28.06', '29.06', '30.06', '1.07', '2.07',
            '3.07', '4.07', '5.07', '6.07', '7.07', '8.07', '9.07', '10.07', '11.07', '12.07', '13.07', '14.07',
            '15.07', '16.07', '17.07', '18.07', '19.07', '20.07', '21.07', '22.07'],
    "Лев": ['23.07', '24.07', '25.07', '26.07', '27.07', '28.07', '29.07', '30.07', '31.07', '1.08', '2.08', '3.08',
            '4.08', '5.08', '6.08', '7.08', '8.08', '9.08', '10.08', '11.08', '12.08', '13.08', '14.08', '15.08',
            '16.08', '17.08', '18.08', '19.08', '20.08', '21.08', '22.08'],
    "Дева": ['23.08', '24.08', '25.08', '26.08', '27.08', '28.08', '29.08', '30.08', '31.08', '1.09', '2.09', '3.09',
             '4.09', '5.09', '6.09', '7.09', '8.09', '9.09', '10.09', '11.09', '12.09', '13.09', '14.09', '15.09',
             '16.09', '17.09', '18.09', '19.09', '20.09', '21.09', '22.09', '23.09'],
    "Весы": ['23.09', '24.09', '25.09', '26.09', '27.09', '28.09', '29.09', '30.09', '1.10', '2.10', '3.10', '4.10',
             '5.10', '6.10', '7.10', '8.10', '9.10', '10.10', '11.10', '12.10', '13.10', '14.10', '15.10', '16.10',
             '17.10', '18.10', '19.10', '20.10', '21.10', '22.10', '23.10'],

    "Скорпион": ['24.10', '25.10', '26.10', '27.10', '28.10', '29.10', '30.10', '31.10', '1.11', '2.11', '3.11', '4.11',
                 '5.11', '6.11', '7.11', '8.11', '9.11', '10.11', '11.11', '12.11', '13.11', '14.11', '15.11', '16.11',
                 '17.11', '18.11', '19.11', '20.11', '21.11', '22.11'],

    "Стрелец": ['23.11', '24.11', '25.11', '26.11', '27.11', '28.11', '29.11', '30.11', '1.12', '2.12', '3.12', '4.12',
                '5.12', '6.12', '7.12', '8.12', '9.12', '10.12', '11.12', '12.12', '13.12', '14.12', '15.12', '16.12',
                '17.12', '18.12', '19.12', '20.12', '21.12'],
}

zodiacs_messages_data = {
    "Козерог": {
        "dekads": {
            1: """💠 Поэтому ваш главный Камень Жизни - синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. 
Он придаст вам силу ярко проявить себя как в личной жизни, так и в работе, в вашей профессиональной деятельности.
💠 Второй по значимости и силе для вас – бриллиант. 
Бриллиант дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие.
Бриллианты вам можно носить каждый день.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Такие КОЗЕРОГИ обладают удивительной харизмой, ответственностью, смелостью, благодаря чему становятся лидерами мнений и управленцами. Однако леность может стать для них препятствием к достижению желаемого. Заручиться поддержкой светила-покровителя можно с камням-оберегами планеты Марс.
💠 Поэтому ваш главный Камень Жизни - Жёлтый сапфир.
 Активизирует сферу работу, помогает проработать кармические задачи и активизирует жизненную энергию.
Также вам подойдут аналоги жёлтого сапфира - цитрин, жёлтый топаз, жёлтый гранат.
💠 Второй по значимости и силе для вас– бриллиант.
Бриллиант дарует вам успех, Удачу в целом и воздействует на ваше финансовое благополучие.
Бриллианты вам можно носить каждый день.
💠  Камень партнерских отношений – гранат.
Он активизирует сферу брака, семейного счастья, отношений в целом. 
Этот камень помогает создавать гармоничные отношения, разрешать конфликтные ситуации. партнёрских отношений и семейного счастья, помощь в решении кармических задач.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Прирожденным трудоголикам этой декады часто мешает отсутствие жизненной энергии, из-за чего они впадают в меланхолию и останавливаются на полпути. Заручившись мощнейшей поддержкой камней планеты-покровителя Солнца, они обретут силу духа и энергичность.
💠 Поэтому ваш главный Камень Жизни -  цитрин.
 Активизирует сферу работу, помогает проработать кармические задачи и активизирует жизненную энергию.
Также вам подойдут аналоги жёлтого сапфира -жёлтый топаз, жёлтый гранат.
💠 Второй по значимости и силе для вас – изумруд.
Изумруд дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие.
💠  Камень партнерских отношений – гранат. 
Он активизирует сферу брака, семейного счастья, отношений в целом. 
Этот камень помогает создавать гармоничные отношения, разрешать конфликтные ситуации. партнёрских отношений и семейного счастья, помощь в решении кармических задач.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Водолей": {
        "dekads": {
            1: """ВОДОЛЕИ, рожденные в первой декаде, известны обычно как натуры чувственные, склонные к флирту и влюбленности.

💠 Поэтому ваш главный Камень Жизни -  гранат. Он активизирует сферу брака, семейного счастья, отношений в целом. Этот камень помогает создавать гармоничные отношения, разрешать конфликтные ситуации. партнёрских отношений и семейного счастья, помощь в решении кармических задач.
💠 Второй по значимости и силе для вас – аметист. 
Он наделяет проницательностью, избавляет от плохих мыслей и подавляет душевные страдания.
💠  Камень финансового благополучия - изумруд дарует вам успех, удачу в целом и воздействует на привлечение финансов.
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Водолеи второй декады отличаются аналитическим складом ума, столь необходимым расчетливым, дальновидным лидерам.
💠 Поэтому ваш главный Камень Жизни - изумруд.
Изумруд дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие
💠 Второй по значимости и силе для вас – аметист. Он наделяет проницательностью, избавляет от плохих мыслей и подавляет душевные страдания.
💠 Камень партнерских отношений – турмалин. 
 Он активизирует сферу брака, семейного счастья, отношений в целом. 
Этот камень помогает создавать гармоничные отношения, разрешать конфликтные ситуации. партнёрских отношений и семейного счастья, помощь в решении кармических задач.
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Третья декада дарит миру страстные натуры, которые стремятся к успеху в каждом деле.
Правителем Водолея третьей декады является Уран, а соправителем Венера. Влияние Венеры в данной комбинации отлично дополняет тот набор качеств, который дарует Уран типичному Водолею. Коммуникабельность, решительность и умение приспосабливаться к любому обществу свойственны в наибольшей степени лишь Водолею третьего периода.

💠 Поэтому ваш главный Камень Жизни - опал. Он оберегает в путешествиях, наполняет силами, привлекает удачу и поддерживает в доме уютную атмосферу.
💠 Второй по значимости и силе для вас – аквамарин. Камень усиливает лучшие качества  и сглаживает негативные проявления, оставляя время и энергию для новых свершений.
💠 Камень партнерских отношений – гранат.
Он активизирует сферу брака, семейного счастья, отношений в целом. 
Этот камень помогает создавать гармоничные отношения, разрешать конфликтные ситуации. партнёрских отношений и семейного счастья, помощь в решении кармических задач.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Рыбы": {
        "dekads": {
            1: """Этим романтичным особам покровительствует Сатурн. 
💠 Поэтому ваш главный Камень Жизни - синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. 
Он придаст вам силу ярко проявить себя как в личной жизни, так и в работе, в вашей профессиональной деятельности.
💠 Второй по значимости и силе для вас – аквамарин. Камень усиливает лучшие качества  и сглаживает негативные проявления, оставляя время и энергию для новых свершений.

💠 Камень партнерских отношений –розовый кварц. Сделает вас доброжелательными и умиротворенными. Кроме того, станет незаменимым помощником для всех творческих личностей. 

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Могущественный Юпитер опекает рожденных во второй декаде. 
💠 Поэтому ваш главный Камень Жизни - синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. 
Он придаст вам силу ярко проявить себя как в личной жизни, так и в работе, в вашей профессиональной деятельности.
💠 Второй по значимости и силе для вас – аметист. Он наделяет проницательностью, избавляет от плохих мыслей и подавляет душевные страдания.
💠 Камень партнерских отношений –розовый кварц. Сделает вас доброжелательными и умиротворенными. Кроме того, станет незаменимым помощником для всех творческих личностей. 

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Куратор заключительной десятидневки Рыб – воинственный Марс. Люди, рожденные в эти дни, целеустремлены, жизнерадостны, коммуникабельны. Но это перфекционисты, подчас предъявляющие к себе и окружению повышенные требования. Они ценят земные радости и добиваются их. 

💠 Поэтому ваш главный Камень Жизни - изумруд.
Изумруд дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие
💠 Второй по значимости и силе для вас- синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. 
Он придаст вам силу ярко проявить себя как в личной жизни, так и в работе, в вашей профессиональной деятельности.
💠 Камень партнерских отношений – турмалин. Сделает вас доброжелательными и умиротворенными. Кроме того, станет незаменимым помощником для всех творческих личностей. 

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Овен": {
        "dekads": {
            1: """Люди, рождённые в первой декаде это «чистые» Овны. Марс наградил наиболее яркими чертами характера: энергичность, инициативность, отвага, безрассудность. Овны первой декады отличаются харизмой и обаянием. Их можно заметить в центре внимания в окружении шумной компании, они буквально влюбляют в себя всех окружающих.
💠 Поэтому ваш главный Камень Жизни – рубин. Он приносит власть, положение и известность. 
💠 Второй по значимости и силе для вас - бриллиант.
Бриллиант дарует вам успех, Удачу в целом и воздействует на ваше финансовое благополучие.
Бриллианты вам можно носить каждый день.
💠 Камень партнерских отношений – гранат. Он активизирует сферу брака, семейного счастья, отношений в целом. 
Этот камень помогает создавать гармоничные отношения, разрешать конфликтные ситуации. партнёрских отношений и семейного счастья, помощь в решении кармических задач.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Под эгидой Солнца рождаются лучезарные ОВНЫ, неспособные усидеть на месте.
Активный отдых и поиск полезных знакомств задают бешеный жизненный ритм.
💠 Поэтому ваш главный Камень Жизни - рубин. Он приносит власть, положение и известность. 
💠 Второй по значимости и силе для вас – желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию.
Также вам подойдут аналоги жёлтого сапфира - цитрин, жёлтый топаз, жёлтый гранат.
💠 Камень партнерских отношений – гранат
Он активизирует сферу брака, семейного счастья, отношений в целом. 
Этот камень помогает создавать гармоничные отношения, разрешать конфликтные ситуации. партнёрских отношений и семейного счастья, помощь в решении кармических задач.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Третья декада охвачена влиянием Венеры, и ОВНЫ, рожденные в этот период, застенчивы, несколько сентиментальны, редко проявляют инициативу. Скромность не препятствует общению, но не позволяет ОВНАМ раскрывать окружающим заветные желания. Творческий мир и хобби с лихвой заменяют таким ОВНАМ шумные коллективные вечеринки.

💠 Поэтому ваш главный Камень Жизни - рубин. Он приносит власть, положение и известность. 
💠 Второй по значимости и силе для вас – желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию.
Также вам подойдут заменители жёлтого сапфира - цитрин, жёлтый топаз, жёлтый гранат.
💠 Камень партнерских отношений – гранат.
Он активизирует сферу брака, семейного счастья, отношений в целом. 
Этот камень помогает создавать гармоничные отношения, разрешать конфликтные ситуации. партнёрских отношений и семейного счастья, помощь в решении кармических задач.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Телец": {
        "dekads": {
            1: """Тельцы первой декады периода управляются Меркурием.
💠 Поэтому ваш главный Камень Жизни - желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию.
Также вам подойдут аналоги жёлтого сапфира - цитрин, жёлтый топаз, жёлтый гранат.
💠 Второй по значимости и силе для вас - бриллиант.
Бриллиант дарует вам успех, Удачу в целом и воздействует на ваше финансовое благополучие.
Бриллианты вам можно носить каждый день.
💠 Камень партнерских отношений – рубин. Он оживляет, наполняет его энергией действия и действует как магнит на противоположный пол.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Управительницей в этот период является Луна, которая делает людей знака романтичными, робкими и мечтательными. Помощники среди минералов — оникс, хризопраз, халцедон, опал и бирюза.
💠 Поэтому ваш главный Камень Жизни - желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию.
Также вам подойдут заменитпели жёлтого сапфира - цитрин, жёлтый топаз, жёлтый гранат.
💠 Второй по значимости и силе для вас - изумруд.
Изумруд дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие
💠 Камень партнерских отношений – гранат. Камень страсти, желания, любви. Это сосуд новых эмоций. Гранат раскрывает сексуальность.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Третьей декадой руководит Сатурн. Смягчить негативное влияние планеты, проявляющееся в склонности рожденных в этот период к интроверсии помогут 
💠 Поэтому ваш главный Камень Жизни - желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию.
Также вам подойдут аналоги жёлтого сапфира - цитрин, жёлтый топаз, жёлтый гранат.
💠 Второй по значимости и силе для вас - изумруд.
Изумруд дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие

💠 Камень партнерских отношений - голубой топаз. Вернет радость жизни, поможет прогнать тревогу и страх, защитит от зависти и недоброжелателей, внесет гармонию в отношения.


Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Близнецы": {
        "dekads": {
            1: """ У Близнецов первой декады под управлением Юпитера в равной степени развито как интуитивное, так и аналитическое мышление. 
💠 Поэтому ваш главный Камень Жизни –  желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию. Также вам подойдут аналоги жёлтого сапфира - цитрин, жёлтый топаз, жёлтый гранат.
💠 Второй по значимости и силе для вас – голубой турмалин. Для Близнецов голубой турмалин Параиба считается денежным амулетом, улучшающим достаток и повышающим доходы. Причем средства могут приходить из самых неожиданных источников.
💠 Камень партнерских отношений – аквамарин. Ношение украшения с аквамарином усиливает дипломатичность Близнецов и обещает им счастье в супружестве. Камень помогает сгладить острые углы во взаимоотношениях, проявить тактичность в неловких ситуациях и найти общий язык с любым партнером.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Тем, кто родился во вторую декаду, важно смягчить влияние агрессивной планеты Марса, ослабить такие качества, как эгоизм, вспыльчивость, излишняя настойчивость
💠 Поэтому ваш главный Камень Жизни – изумруд.
Изумруд дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие, гармонизирует энергию.
💠 Второй по значимости и силе для вас - горный хрусталь. Борется с присущей Близнецам невнимательностью, улучшает память, ограждает от неприятностей.
💠 Камень партнерских отношений - синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. 
Он придаст вам силу ярко проявить себя в личной жизни.

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Избранники Солнца излучают оптимизм. Лучше других Близнецов управляют своими чувствами, но и у них бывают вспышки гнева. Те, кто родились в этот период, защищены самим Солнцем — они ярко освещают все вокруг и согревают близким своим теплом..


💠 Поэтому ваш главный Камень Жизни – изумруд.
Изумруд дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие, гармонизирует энергию.
💠 Второй по значимости и силе для вас -  голубой турмалин. Для Близнецов голубой турмалин Параиба считается денежным амулетом, улучшающим достаток и повышающим доходы. Причем средства могут приходить из самых неожиданных источников.
💠 Камень партнерских отношений - зеленый циркон.
Помогает обрести счастье в партнерстве, благодаря его действию женщина Близнецы привлекает представителей сильного пола своим живым умом, общительностью, привлекательностью и обаянием. Помимо этого, циркон помогает осознать свои цели жизни. Она ощущает в себе мощные духовные силы, открывает для других людей новые горизонты и ведет их к высоким целям.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Рак": {
        "dekads": {
            1: """Вы  полностью находятся под влиянием Луны. Луна наделяет людей первой декады Рака состраданием и сентиментальностью. У них есть особый дар тонко чувствовать душу другого человека.
💠 Поэтому ваш главный Камень Жизни - синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. Он придаст вам силу ярко проявить себя как в личной жизни, так и в работе, в вашей профессиональной деятельности.
💠 Второй по значимости и силе для вас – изумруд.
Изумруд дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие, гармонизирует энергию.
💠 Камень партнерских отношений - Горный хрусталь . Камень гармонии, любви и чистоты. Раку он жизненно необходим для хорошего самочувствия, для обретения искренних друзей и крепких отношений. В семью этот камень принесет покой и достаток.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """У вас несколько небесных правителей и соправителей. Это Луна, Марс и Плутон.
💠 Поэтому ваш главный Камень Жизни - изумруд. Он позволит следовать своим убеждениям и целенаправленно двигаться к цели, он защитит хозяина от всего дурного и подарит ему надежду на светлое будущее, которое обязательно будет в виде бонуса за проделанную работу.
💠 Второй по значимости и силе для вас –  аквамарин. Он принесет удачу, огородит от лишнего негатива. Вы получите от талисмана-аквамарина умение дружить, красиво говорить, быть рассудительным и справедливым.
💠 Камень партнерских отношений – жемчуг. Может защитить от призраков прошлого, ссор. Он блокирует негативную энергию, которая исходит от завистников и недоброжелателей. 
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Людей, которые родились в период с 13 июля по 22 июля, астрологи еще называют Раками-Рыбами, ведь кроме Луны, их небесным покровителем является планета Плутон. Благодаря тандему Луна-Плутон в третьей декаде Рыб на свет появляются впечатлительные романтики и мечтатели. 

💠 Поэтому ваш главный Камень Жизни - рубин, вы сможете укрепить собственное сердце, обрести храбрость и приумножит умственные способности. Принято считать, что рубин концентрирует энергетику владельца и воодушевляет его на свершение добрых дел. 
💠 Второй по значимости и силе для вас – аквамарин. Он принесет удачу, огородит от лишнего негатива. Вы получите от талисмана-аквамарина умение дружить, красиво говорить, быть рассудительным и справедливым
💠 Камень партнерских отношений – лунный камень. Он избавит вас от излишней сентиментальности, повысит самооценку и уверенность в себе.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Лев": {
        "dekads": {
            1: """Находится под покровительством планеты Сатурн. Этим людям необходимы украшения с сильной энергетикой, как и у них самих, соответствующие их волевому и непокорному темпераменту. 
💠 Поэтому ваш главный Камень Жизни  –  желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию. Также вам подойдут аналоги жёлтого сапфира - цитрин, жёлтый топаз, жёлтый гранат.


💠 Второй по значимости и силе для вас - изумруд. Он позволит следовать своим убеждениям и целенаправленно двигаться к цели, он защитит хозяина от всего дурного и подарит ему надежду на светлое будущее, которое обязательно будет в виде бонуса за проделанную работу.



💠 Камень партнерских отношений - горный хрусталь. Камень гармонии, любви и чистоты. Раку он жизненно необходим для хорошего самочувствия, для обретения искренних друзей и крепких отношений. В семью этот камень принесет покой и достаток.

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Таким людям покровительствует Юпитер. Львы этой декады прагматичны, любят правила и для них важно, чтобы все им подчинялось; лучше всего, когда правила составлены самим львом. Эти люди способны отстоять свою точку зрения и настоять на своем мнении.
💠 Поэтому ваш главный Камень Жизни – бриллиант. Он считается астрологами идеальным камнем для Львов, потому что он символизирует само Солнце. Бриллиант помогает устанавливать связи и найти влиятельных партнеров.

💠 Второй по значимости и силе для вас – опал. Он оберегает в путешествиях, наполняет силами, привлекает удачу и поддерживает в доме уютную атмосферу и наполняет солнечным светом.

💠 Камень партнерских отношений -  рубин. Это очень сильный амулет, который станет вам надежным помощником и привлечет в вашу жизнь синюю птицу удачи. Львам рубин помогает привлечь любовь в жизнь, найти вторую половинку.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Планета - покровитель воинственный Марс. Представители этой декады отличаются умом, силой и честолюбием, а драгоценные камни для льва соответствует этим качествам; рубин, циркон, топаз, изумруд, сапфир, турмалин и александрит могут похвастаться сильной энергетикой, которая дополнит энергетику львов третьей декад.

💠 Поэтому ваш главный Камень Жизни -  рубин. Это очень сильный амулет, который станет вам надежным помощником и привлечет в вашу жизнь синюю птицу удачи.


💠 Второй по значимости и силе для вас -  изумруд. Он позволит следовать своим убеждениям и целенаправленно двигаться к цели, он защитит хозяина от всего дурного и подарит ему надежду на светлое будущее, которое обязательно будет в виде бонуса за проделанную работу.



💠 Камень партнерских отношений - страстный гранат. Подарит нежность и гармонию в отношениях.
Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Дева": {
        "dekads": {
            1: """Людям, рожденным в этот промежуток времени, покровительствует Меркурий. Меркурий дарует Девам безграничную мудрость, терпение и жажду познания истины.

💠 Поэтому ваш главный Камень Жизни – желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию

💠 Второй по значимости и силе для вас – лунный камень. Подчеркнет все ее достоинства, разовьет положительные черты характера.


💠 Камень партнерских отношений - жемчуг. Может защитить от призраков прошлого, ссор. Он блокирует негативную энергию, которая исходит от завистников и недоброжелателей.


Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Под воздействием Сатурна в комплексе с влиянием интеллектуального Меркурия рождаются поистине сильные личности. Эти люди задумчивы, романтичны и застенчивы. Они боятся выходить за пределы своего собственного мира, зачастую предпочитая жить в мире своих иллюзий. Представителям второй декады Дев подойдут камни, которые будут преумножать их уверенность в себе.

💠 Поэтому ваш главный Камень Жизни - синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. Он придаст вам силу ярко проявить себя как в личной жизни, так и в работе, в вашей профессиональной деятельности.

💠 Второй по значимости и силе для вас – цитрин. Цитрин расширяет видение, «знакомит» с нужными людьми, усиливает честолюбие и активизирует организаторские способности.


💠 Камень партнерских отношений – жемчуг. Может защитить от призраков прошлого, ссор. Он блокирует негативную энергию, которая исходит от завистников и недоброжелателей. 

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Tретьей декадой знака Девы управляет Меркурий. Представители этой декады склонны впадать в тревожное состояние, часто замыкаются в себе и боятся перемен. 


💠 Поэтому ваш главный Камень Жизни – желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию


💠 Второй по значимости и силе для вас – изумруд. Он позволит следовать своим убеждениям и целенаправленно двигаться к цели, он защитит хозяина от всего дурного и подарит ему надежду на светлое будущее, которое обязательно будет в виде бонуса за проделанную работу.


💠 Камень партнерских отношений – гранат. Он активизирует сферу брака, семейного счастья, отношений в целом.


Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Весы": {
        "dekads": {
            1: """Принадлежат к первой декаде Весов. Единственный правитель и соправитель Венера наделяет их тонким чувством прекрасного, а также жаждой к роскошной и красивой жизни.

💠 Поэтому ваш главный Камень Жизни -  бриллиант. 
Бриллиант дарует вам успех, Удачу в целом и воздействует на ваше финансовое благополучие.
Бриллианты вам можно носить каждый день.

💠 Второй по значимости и силе для вас – лунный камень. Подчеркнет все ее достоинства, разовьет положительные черты характера.

💠 Камень партнерских отношений – изумруд. В сердечных делах изумруд Весам дарует определенность в привязанностях. Дружелюбие и мечтательность, свойственные этому знаку Зодиака, подчеркивают их очарование, а зеленый талисман улучшает красноречие и коммуникационные способности.

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Людям, рожденным в этот период, покровительствует Венера и Уран. В эту декаду в мир обычно приходят люди, для которых характерны амбиции и постоянство. Часто случается так, что судьба дарит им быстрый ум и большую креативность. При выборе хобби они учитывают свои возможности, а также вопрос безопасности. Это проявление ответственности и заботы о себе и своей семье. 
💠 Поэтому ваш главный Камень Жизни – изумруд. Камень подскажет, как выполнить предначертанную миссию в гармонии с собственными силами.

💠 Второй по значимости и силе для вас – аметист. Украшения с аметистом для Весов является источником положительной энергетики.

💠 Камень партнерских отношений – розовый сапфир. Поможет завоевать любовь и признание, завести новые знакомства, которые точно перерастут в верную дружбу или счастливые отношения.

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Кроме Венеры, ими частично управляет планета Меркурий. Люди этой декады имеют трезвый ум, они эмоционально устойчивы и не сдаются в трудных ситуациях. Они способны справляться с трудностями, с этим им помогает оптимистичный взгляд на жизнь. Они, безусловно, могут служить примером для подражания. 

💠 Поэтому ваш главный Камень Жизни –– желтый сапфир. Активизирует сферу работу, помогает проработать кармические задачи и гармонизирует  жизненную энергию

💠 Второй по значимости и силе для вас – изумруд. Камень подскажет, как выполнить предначертанную миссию в гармонии с собственными силами поможет привлечь финансы.

💠 Камень партнерских отношений – опал. Он покажет окружающим, насколько Весы могут быть нежными, добрыми, заботливыми и милосердными. Представителей знака будут очень ценить близкие люди, благодаря их умению выслушать, посочувствовать, помочь словом и делом. Благодаря камню Весы сообщат окружающим веру в удачу и успех, настроят их на благоприятное развитие событий и позитивное восприятие реальности.

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Скорпион": {
        "dekads": {
            1: """Именно в этот период времени в изгнании находится Венера а луна находится в падении.
Знаком зодиака скорпион управляет планета Марс и Плутон.

В целом скорпионы это амбициозный целеустремлённый личности которые прекрасно разбираются во психологии людей и которым всегда и во всём везёт.

💠 Поэтому ваш главный Камень Жизни - синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. Поможет наладить контакт с окружающими и погасит вспышки гнева.

💠 Второй по значимости и силе для вас - изумруд.
Изумруд дарует вам успех, удачу в целом и воздействует на ваше финансовое благополучие.

💠 Камень партнерских отношений - рубин, вы сможете укрепить собственное сердце, обрести храбрость и приумножит умственные способности. Принято считать, что рубин концентрирует энергетику владельца и притягивает противоположный пол.

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Вашей основной чертой является амбициозность. Вы находитись под огромным влиянием солнца. Скорпионы появившийся на свет в этот период времени обладают неким магнетизмом привлекательный энергией и мистической составляющей. Планета-покровитель: НЕПТУН.
💠 Поэтому ваш главный Камень Жизни - рубин. Он приносит власть, положение и известность.

💠 Второй по значимости и силе для вас – цитрин. Прекрасный помощник в борьбе с негативными проявлениями характера. Камень помогает им раскрыть индивидуальность и направить силы на помощь окружающим.

💠 Камень партнерских отношений - синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили, способствует семейному счастью, помогает исполнить заветные мечты.


Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Скорпионы третий декады амбициозные целеустремлённый личности которые чётко знают чего хотят от жизни у них развита творческое мышление и у них очень хорошая воображение. Третья декада знака Скорпион находится под влиянием Венеры.


💠 Поэтому ваш главный Камень Жизни –. рубин. Он приносит власть, положение и известность

💠 Второй по значимости и силе для вас – цитрин. Прекрасный помощник в борьбе с негативными проявлениями характера. Камень помогает им раскрыть индивидуальность и творческий потенциал. Так же притягивает к своему владельцу финансовый поток.


💠 Камень партнерских отношений – гранат. Гранат – символ любви для Скорпионов. Он хранит от печалей и разочарований. Гранат для Скорпиона как своеобразный путеводитель по партнерам. Поможет определиться с выбором или улучшит отношения между супругами.

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
    "Стрелец": {
        "dekads": {
            1: """Вы оптимист и имеете очень позитивный взгляд на жизнь. Вы находите лучшее в людях и ситуациях и привносите во всем живость и энтузиазм. Люди любят быть рядом с вами, потому что ваша безграничная энергия, веселая натура и страсть к жизни заразительны. Вы заставляете людей чувствовать себя счастливыми. Покровительствует людям этого знака планета успеха и процветания – Юпитер.

💠 Поэтому ваш главный Камень Жизни – синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. Этот камень поможет справиться с чрезмерной импульсивностью. Своим обладателям сапфир помогает концентрировать энергию.

💠 Второй по значимости и силе для вас – бриллиант. 
Бриллиант дарует вам успех, Удачу в целом и воздействует на ваше финансовое благополучие.

💠 Камень партнерских отношений - рубин. Является мощным энергетическим помощником. Ему приписывают также любовную магию, когда речь идет о любви и сильных чувствах, рубин поможет завоевать сердце избранника.


Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            2: """Рожденные во вторую декаду, находятся уже под влиянием иного светила, а именно — Луны, щедро вкладывающей в их характер немалую долю мечтательности. В любом возрасте людей, рожденных под этим сочетанием, отличает активность которая не дает им сидеть на одном месте долгое время.
💠 Поэтому ваш главный Камень Жизни -  синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. Этот камень поможет справиться с чрезмерной импульсивностью. Своим обладателям сапфир помогает концентрировать энергию.

💠 Второй по значимости и силе для вас - Опал. Можно носить только опал белого оттенка. Черный минерал может принести с собой ненужные сомнения и страхи. Белый опал поможет в творчестве и создаст вокруг своей обладательницы атмосферу умиротворения.

💠 Камень партнерских отношений – гранат. Oблaдaeт cильнoй cпocoбнocтью пpитягивaть любoвь или pomaнтичeckиe взaиmooтнoшeния. Пomoгaeт в иcпoлнeнии жeлaния или зaдymaнных вoплoщeний. 

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них.""",
            3: """Вы обладаете особой врожденной харизмой и всегда источаете тепло, дружелюбие и веселый нрав. Люди стекаются к вам из-за вашей очаровательной харизмы, и они любят находится в вашей компании. Планета-управитель: Юпитер.

💠 Поэтому ваш главный Камень Жизни – синий сапфир. Надевайте его, когда особенно вам нужно, чтобы вас заметили. Этот камень поможет справиться с чрезмерной импульсивностью. Своим обладателям сапфир помогает концентрировать энергию.

💠 Второй по значимости и силе для вас - гранат. Зарядит энергией и поможет защититься от негатива. 

💠 Камень партнерских отношений – турмалин. Oблaдaeт cильнoй cпocoбнocтью пpитягивaть любoвь или pomaнтичeckиe взaиmooтнoшeния. Пomoгaeт в иcпoлнeнии жeлaния или зaдymaнных вoплoщeний. 

Предпочтительно носить эти камни на безымянном пальце (в золоте).
Вот такой подбор камней у меня для вас получился. Если есть какие-то вопросы по этой теме, напишите, с удовольствием отвечу на них."""
        }
    },
}


gem_photos = {
    "аквамарин": (
        "AgACAgIAAxkBAAORY4xsn6HZbiQHG9ZNBE0gGwQj1zYAAg7EMRvdtGFI-3VfIm8hz9cBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOSY4xtlKoTdwU6KffYVqeAbRebwlIAAhHEMRvdtGFIZrpotMOJXY4BAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOTY4xtni-rGoZRuxP35Gpyn7dnvLYAAhLEMRvdtGFIM-l4dobjYZ8BAAMCAANtAAMrBA",
        "AgACAgIAAxkBAAOVY4xt-LJXRhRlhq4wUhsGpRD0FvgAAhTEMRvdtGFIk_X-YyIrZHMBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOXY4xuJG2mOvueA7oxw75fJkNkb3kAAhXEMRvdtGFI2MkbMxM0tdoBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOYY4xuLyLeP5LPejlSshYTWsAiy6cAAhfEMRvdtGFIIg8mXLkmWy8BAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOZY4xuONtNTRO3jAKT0BzHw4Z5Sl4AAhjEMRvdtGFI1XA8-LLhZrMBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAObY4xuVmJ7o_s_4PctIZV1E0Vs0gQAAhrEMRvdtGFIlkGFrsf4DRIBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOcY4xuZvAne72-cc9P98GbLqC4r8wAAhvEMRvdtGFIKko5yDXnpNsBAAMCAANzAAMrBA"
    ),
    "бирюза": (
        "AgACAgIAAxkBAAOeY4xvmDgdH2dQCiFqlI3tb91SaTIAAh7EMRvdtGFIez0JonO7YBkBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOfY4xvmllkT6cWLdc1vea4SQ2LcYEAAh_EMRvdtGFIoIfqRajUdIIBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOgY4xvnF1e_NjGEEBSiVualogeMFAAAiDEMRvdtGFIsD9AjcnczdwBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOhY4xvn2wf9zcNCQVcZb-eBxngkBAAAiHEMRvdtGFIzmLYA4lKpDsBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOiY4xvoqozbhAqYI0e-JUOuxtzzyAAAiLEMRvdtGFI2Ud0K8KXnBYBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOjY4xv6dMSiYh3S1bjJQXJIlvg_uEAAiXEMRvdtGFIyqRA0npzx8YBAAMCAANzAAMrBA"
    ),
    "брилиант": (
        'AgACAgIAAxkBAAO6Y4xx4CTN11YDroTlQ_snhne7BTwAAjDEMRvdtGFIXmNFM2yzpb0BAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAO7Y4xx4MqDIU6Dyp_1oXnDKbspf0QAAjHEMRvdtGFIIVbHe-T2nWEBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAO8Y4xx4AABKt-hP6YeeN37xWbimLEYAAI2xDEb3bRhSCKteDdEl-RvAQADAgADcwADKwQ',
        'AgACAgIAAxkBAAO9Y4xx4OM6bFuImF536f0LzrYoG9UAAjjEMRvdtGFId5hIEgMZf2MBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAO-Y4xx4A_KmdMitniZaszVUJScwxMAAjLEMRvdtGFIqsdEjkEdcSsBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAO_Y4xx4CVeNiaebMeEjqj-GoFA9YYAAjPEMRvdtGFITOk-L63S6kkBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAPAY4xx4GVIjXHiL7Myv9v6-PE1KUcAAjTEMRvdtGFI7eGwvdhelWkBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAPBY4xx4I1q6qKQJmFBAAH-tEZ3OMSIAAI1xDEb3bRhSB_2vTsqRHGJAQADAgADcwADKwQ',
        'AgACAgIAAxkBAAPCY4xx4MJG0LzVrYsIx7ocEj39sssAAi7EMRvdtGFIH2uXi-jOWBQBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAPDY4xx4HFC8XxIYfVlh5g0O32fCc4AAkPEMRvdtGFIa59lq7zMvB0BAAMCAANzAAMrBA',
    )
}

gem_nums_photos = {
    0: (
        "AgACAgIAAxkBAAORY4xsn6HZbiQHG9ZNBE0gGwQj1zYAAg7EMRvdtGFI-3VfIm8hz9cBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOSY4xtlKoTdwU6KffYVqeAbRebwlIAAhHEMRvdtGFIZrpotMOJXY4BAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOTY4xtni-rGoZRuxP35Gpyn7dnvLYAAhLEMRvdtGFIM-l4dobjYZ8BAAMCAANtAAMrBA",
        "AgACAgIAAxkBAAOVY4xt-LJXRhRlhq4wUhsGpRD0FvgAAhTEMRvdtGFIk_X-YyIrZHMBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOXY4xuJG2mOvueA7oxw75fJkNkb3kAAhXEMRvdtGFI2MkbMxM0tdoBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOYY4xuLyLeP5LPejlSshYTWsAiy6cAAhfEMRvdtGFIIg8mXLkmWy8BAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOZY4xuONtNTRO3jAKT0BzHw4Z5Sl4AAhjEMRvdtGFI1XA8-LLhZrMBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAObY4xuVmJ7o_s_4PctIZV1E0Vs0gQAAhrEMRvdtGFIlkGFrsf4DRIBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOcY4xuZvAne72-cc9P98GbLqC4r8wAAhvEMRvdtGFIKko5yDXnpNsBAAMCAANzAAMrBA"
    ),
    1: (
        "AgACAgIAAxkBAAOeY4xvmDgdH2dQCiFqlI3tb91SaTIAAh7EMRvdtGFIez0JonO7YBkBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOfY4xvmllkT6cWLdc1vea4SQ2LcYEAAh_EMRvdtGFIoIfqRajUdIIBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOgY4xvnF1e_NjGEEBSiVualogeMFAAAiDEMRvdtGFIsD9AjcnczdwBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOhY4xvn2wf9zcNCQVcZb-eBxngkBAAAiHEMRvdtGFIzmLYA4lKpDsBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOiY4xvoqozbhAqYI0e-JUOuxtzzyAAAiLEMRvdtGFI2Ud0K8KXnBYBAAMCAANzAAMrBA",
        "AgACAgIAAxkBAAOjY4xv6dMSiYh3S1bjJQXJIlvg_uEAAiXEMRvdtGFIyqRA0npzx8YBAAMCAANzAAMrBA"
    ),
    2: (
        'AgACAgIAAxkBAAO6Y4xx4CTN11YDroTlQ_snhne7BTwAAjDEMRvdtGFIXmNFM2yzpb0BAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAO7Y4xx4MqDIU6Dyp_1oXnDKbspf0QAAjHEMRvdtGFIIVbHe-T2nWEBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAO8Y4xx4AABKt-hP6YeeN37xWbimLEYAAI2xDEb3bRhSCKteDdEl-RvAQADAgADcwADKwQ',
        'AgACAgIAAxkBAAO9Y4xx4OM6bFuImF536f0LzrYoG9UAAjjEMRvdtGFId5hIEgMZf2MBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAO-Y4xx4A_KmdMitniZaszVUJScwxMAAjLEMRvdtGFIqsdEjkEdcSsBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAO_Y4xx4CVeNiaebMeEjqj-GoFA9YYAAjPEMRvdtGFITOk-L63S6kkBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAPAY4xx4GVIjXHiL7Myv9v6-PE1KUcAAjTEMRvdtGFI7eGwvdhelWkBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAPBY4xx4I1q6qKQJmFBAAH-tEZ3OMSIAAI1xDEb3bRhSB_2vTsqRHGJAQADAgADcwADKwQ',
        'AgACAgIAAxkBAAPCY4xx4MJG0LzVrYsIx7ocEj39sssAAi7EMRvdtGFIH2uXi-jOWBQBAAMCAANzAAMrBA',
        'AgACAgIAAxkBAAPDY4xx4HFC8XxIYfVlh5g0O32fCc4AAkPEMRvdtGFIa59lq7zMvB0BAAMCAANzAAMrBA',
    )
}

